Repository: CHKDSK88/domoticz-airly
Catalog: i18n/*.po
Languages: pl

source: Air Quality Index
pl: Jakość powietrza

source: Air pollution Level
pl: Zanieczyszczenie powietrza

source: Temperature
pl: Temperatura

source: Air pressure
pl: Ciśnienie powietrza

source: Humidity
pl: Wilgotność

source: Sensor information
pl: Informacje o stacji

source: Device Unit=%(Unit)d; Name='%(Name)s' already exists
pl: Urządzenie Unit=%(Unit)d; Name='%(Name)s' już istnieje

source: Creating device Name=%(Name)s; Unit=%(Unit)d; ; TypeName=%(TypeName)s; Used=%(Used)d
pl: Tworzę urządzenie Name=%(Name)s; Unit=%(Unit)d; ; TypeName=%(TypeName)s; Used=%(Used)d

source: %(Vendor)s - %(Address)s, %(Locality)s<br/>Station founder: %(sensorFounder)s
pl: %(Vendor)s - %(Address)s, %(Locality)s<br/>Sponsor stacji: %(sensorFounder)s

source: %(Vendor)s - %(Locality)s %(StreetNumber)s<br/>Station founder: %(sensorFounder)s
pl: %(Vendor)s - %(Locality)s %(StreetNumber)s<br/>Sponsor stacji: %(sensorFounder)s

source: Great air quality
pl: Bardzo dobra jakość powietrza

source: Good air quality
pl: Dobra jakość powietrza

source: Average air quality
pl: Przeciętna jakość powietrza

source: Poor air quality
pl: Słaba jakość powietrza

source: Bad air quality
pl: Zła jakość powietrza

source: Really bad air quality
pl: Bardzo zła jakość powietrza

source: Sensor id (%(sensor_id)d) not exists
pl: Sensor (%(sensor_id)d) nie istnieje

source: Not authorized
pl: Brak autoryzacji

source: Starting device update
pl: Rozpoczynanie aktualizacji urządzeń

source: Update unit=%d; nValue=%d; sValue=%s
pl: Aktualizacja unit=%d; nValue=%d; sValue=%s
